Repository: alpriest/EnergyStats
Catalog: Energy Stats/*.lproj/Localizable.strings
Languages: it, pl

# invert_ct2_footnote
source: If you have multiple inverters and your PV generation values are incorrect try toggling this.
pl: Jeśli masz kilka falowników i wartości generacji PV są nieprawidłowe, spróbuj to przełączyć.

source: Export total
pl: Eksport całkowity

source: Import total
pl: Import całkowity

# accessibility.inverter
source: inverter
pl: Falownik

# accessibility.temperature
source: temperature
it: Temperatura
pl: Temperatura

# accessibility.solarGeneration
source: Solar currently generating %1$@
it: Generazione solare attuale: %@
pl: Aktualna produkcja energii słonecznej: %1$@

# accessibility.batteryStoringRate
source: Battery storing %1$@
it: Caricamento batteria: %@
pl: Ładowanie baterii: %1$@

# accessibility.batteryEmptyingRate
source: Battery emptying %1$@
it: Svuotamento batteria: %@
pl: Rozładowywanie baterii: %1$@

# accessibility.batteryCapacity
source: Battery capacity %1$@
it: Capacità della batteria: %@
pl: Pojemność baterii: %1$@

# accessibility.homeConsumptionRate
source: Home consuming %1$@
it: Consumo domestico: %@
pl: Konsumpcja w domu: %1$@

# accessibility.gridExportRate
source: Exporting %1$@ to grid
it: Esportando %@ alla rete
pl: Eksportowanie %1$@ do sieci

# accessibility.gridConsumptionRate
source: Importing %1$@ from grid
it: Importando %@ dalla rete
pl: Importowanie %1$@ z sieci

# accessibility.yieldToday
source: Yield today %1$@
it: Resa odierna: %@
pl: Dzisiejszy wydajność: %1$@

# accessibility.batteryTemperature
source: Battery temperature %1$@ â„ƒ
it: Temperatura della batteria: %@ ℃
pl: Temperatura baterii: %1$@ ℃

# accessibility.batteryEstimate
source: Battery %1$@
it: Batteria %@
pl: Bateria %1$@

# accessibility.batteryCapacityPercentage
source: Battery capacity %1$@
it: Capacità della batteria: %@
pl: Pojemność baterii: %1$@

# accessibility.homeTotalUsageToday
source: Total home usage today %1$@
pl: Całkowite dzisiejsze zużycie w domu %1$@

# accessibility.totalSolarGenerated
source: Total solar generated %1$@
it: Totale generato da energia solare %@
pl: Całkowicie wygenerowana energia słoneczna %1$@

# accessibility.totalImportedToday
source: Total imported today %1$@
pl: Łącznie importowane dzisiaj %1$@

# accessibility.totalExportedToday
source: Total exported today %1$@
pl: Łącznie wyeksportowane dzisiaj %1$@

source: Absolute
it: Assoluta
