Repository: alpriest/EnergyStats
Catalog: Energy Stats/*.lproj/Localizable.strings
Languages: it, pl

source: Loading...
it: Caricamento...
pl: Ładuję...

source: Could not load. Check your internet connection
it: Impossibile caricare. Controlla la connessione internet.
pl: Nie powiodło się. Sprawdź swoje połączenie z internetem

source: Could not login. Check your internet connection
it: Impossibile effettuare il login. Controlla la connessione internet.
pl: Nie można się zalogować. Sprawdź swoje połączenie z internetem

source: Could not login as demo user
it: Impossibile effettuare il login come utente demo.
pl: Sprawdź swoje połączenie z internetem

source: Wrong credentials, try again
it: Credenziali errate, riprova.
pl: Nieprawidłowe dane uwierzytelniające, spróbuj ponownie

source: Empty
it: Vuoto
pl: Pusty

source: Full
it: Pieno
pl: Pełny

source: Next update in
it: Prossimo aggiornamento tra
pl: Następna aktualizacja w

source: Settings
it: Impostazioni
pl: Ustawienia

source: Power flow
it: Flusso di potenza
pl: Przepływ mocy

source: Success
it: Successo
pl: Sukces

source: You appear to be offline. Please check your connection.
it: Sembri essere offline. Controlla la tua connessione.
pl: Wydajesz się być offline. Proszę sprawdzić połączenie.

# Fox servers are offline. Please try later.
source: Fox servers are in maintenance mode. Please try later.
it: I server Fox sono offline. Riprova più tardi.
pl: Serwery Fox są w trybie konserwacji. Proszę spróbować później.

source: Bad credentials
it: Credenziali non valide
pl: Nieprawidłowe dane uwierzytelniające

source: Invalid token. Please logout and login again.
it: Token non valido. Effettua il logout e accedi nuovamente.
pl: Nieprawidłowy token. Proszę wylogować się i zalogować ponownie.

source: Unknown network error
it: Errore di rete sconosciuto
pl: Nieznany błąd sieciowy

source: Stats
it: Statistiche
pl: Statystyki

source: Buy me a coffee
it: Offrimi un caffè
pl: Zrób mi kawę

# show_usable_battery_description
source: Deducts the Min SOC amount from the battery charge level and percentage on the power flow view only. Due to inaccuracies in the way battery levels are measured this may result in occasionally showing a negative amount remaining. Your percentage and capacity will differ from the FoxESS app if you select this option.
pl: Odejmuje minimalną ilość SOC od poziomu naładowania baterii i procentu tylko w widoku przepływu energii. Ze względu na niedokładności w pomiarze poziomów baterii może to czasami skutkować wyświetlaniem ujemnej pozostałej ilości. Wybranie tej opcji spowoduje różnice w procentach i pojemności w porównaniu do aplikacji FoxESS.

# foxess_earnings_calculation_description
source: Shows earnings today, this month, this year, and all-time based on a calculation of feed-in kWh * unit price.
pl: Wyświetla dzisiejsze zarobki, zarobki w tym miesiącu, w tym roku oraz ogólnie oparte na przybliżonych obliczeniach feed-in ｘ cena, zgodnie z konfiguracją w chmurze FoxESS.

source: Usage today
it: Utilizzo oggi
pl: Dzisiejsze zużycie

# error_title
source: Error
pl: Błąd

# Clear graph values
source: Clear
pl: Wyczyść

# solar_example_description
source: Drag the slider above to see how your solar flow will display when generating different levels of power.
pl: Przesuń suwak powyżej, aby zobaczyć, jak będzie wyświetlany Twój przepływ energii słonecznej przy różnych poziomach mocy.

source: Low threshold
pl: Niski próg

# low_threshold_description
source: Below this amount the sun will be yellow.
pl: Poniżej tej ilości słońce będzie żółte.

source: Medium threshold
pl: Średni próg

# medium_threshold_description
source: Between low and medium the sun will be yellow and glowing.
pl: Między niskim a średnim słońce będzie żółte i świecące.

source: High threshold
pl: Wysoki próg

# high_threshold_description
source: Between medium and high the sun will be orange and glowing. Above high the sun will be red and glowing.
pl: Między średnim a wysokim słońce będzie pomarańczowe i świecące. Powyżej wysokiego słońce będzie czerwone i świecące.

source: Sun display variation thresholds
pl: Progi zmienności wyświetlania słońca

source: Example
pl: Przykład

source: Restore defaults
pl: Przywróć domyślne

source: Earnings
pl: Zyski

# battery_read_error
source: Something went wrong reading your battery settings. Error message follows. %1$@
pl: Wystąpił problem podczas odczytu ustawień baterii. Oto komunikat błędu. %1$@

# rawvariable_generationpower
source: Solar / Battery power coming through the inverter
it: Potenza solare / batteria che passa attraverso l'inverter
pl: Moc generacji ze źródeł słonecznych / akumulatora przechodząca przez falownik

# rawvariable_feedinpower
source: Power being exported back to the grid
it: Potenza esportata nella rete
pl: Moc eksportowana z powrotem do sieci

# rawvariable_batchargepower
source: Power charging the battery
it: Potenza di carica della batteria
pl: Moc ładowania akumulatora

# rawvariable_batdischargepower
source: Power discharging from the battery
it: Potenza scaricata dalla batteria
pl: Moc rozładowywania się akumulatora

# rawvariable_gridconsumptionpower
source: Power being consumed from the grid
it: Potenza consumata dalla rete
pl: Moc pobierana z sieci

# rawvariable_loadspower
source: The AC power flowing into the house load, in kilowatts (kW)
it: La potenza in ingresso AC nel carico della casa, in kilowatt (kW)
pl: Moc prądu przemiennego dostarczająca do obciążenia domowego, w kilowatach (kW)

# rawvariable_pv1power
source: The power from PV string 1, in kilowatts (kW)
it: La potenza da stringa PV 1, in kilowatt (kW)
pl: Moc z modułu fotowoltaicznego 1, w kilowatach (kW)

# rawvariable_pv1volt
source: The DC voltage being presented by PV string 1, in volts (V)
it: La tensione DC fornita dalla stringa PV 1, in volt (V)
pl: Napięcie stałe prezentowane przez moduł fotowoltaiczny 1, w woltach (V)

# rawvariable_pv1current
source: The DC current flowing through PV string 1, in Amps (A)
it: La corrente DC che fluisce attraverso la stringa PV 1, in ampere (A)
pl: Prąd stały płynący przez moduł fotowoltaiczny 1, w amperach (A)

# rawvariable_pv2power
source: The power from PV string 2, in kilowatts (kW)
it: La potenza da stringa PV 2, in kilowatt (kW)
pl: Moc z modułu fotowoltaicznego 2, w kilowatach (kW)

# rawvariable_pv2volt
source: The DC voltage being presented by PV string 2, in volts (V)
it: La tensione DC fornita dalla stringa PV 2, in volt (V)
pl: Napięcie stałe prezentowane przez moduł fotowoltaiczny 2, w woltach (V)

# rawvariable_pv2current
source: The DC current flowing through PV string 2, in Amps (A)
it: La corrente DC che fluisce attraverso la stringa PV 2, in ampere (A)
pl: Prąd stały płynący przez moduł fotowoltaiczny 2, w amperach (A)

# rawvariable_pv3power
source: The power from PV string 3, in kilowatts (kW)
it: La potenza da stringa PV 3, in kilowatt (kW)
pl: Moc z modułu fotowoltaicznego 3, w kilowatach (kW)

# rawvariable_pv3volt
source: The DC voltage being presented by PV string 3, in volts (V)
it: La tensione DC fornita dalla stringa PV 3, in volt (V)
pl: Napięcie stałe prezentowane przez moduł fotowoltaiczny 3, w woltach (V)

# rawvariable_pv3current
source: The DC current flowing through PV string 3, in Amps (A)
it: La corrente DC che fluisce attraverso la stringa PV 3, in ampere (A)
pl: Prąd stały płynący przez moduł fotowoltaiczny 3, w amperach (A)

# rawvariable_pv4power
source: The power from PV string 4, in kilowatts (kW)
it: La potenza da stringa PV 4, in kilowatt (kW)
pl: Moc z modułu fotowoltaicznego 4, w kilowatach (kW)

# rawvariable_pv4volt
source: The DC voltage being presented by PV string 4, in volts (V)
it: La tensione DC fornita dalla stringa PV 4, in volt (V)
pl: Napięcie stałe prezentowane przez moduł fotowoltaiczny 4, w woltach (V)

# rawvariable_pv4current
source: The DC current flowing through PV string 4, in Amps (A)
it: La corrente DC che fluisce attraverso la stringa PV 4, in ampere (A)
pl: Prąd stały płynący przez moduł fotowoltaiczny 4, w amperach (A)

# rawvariable_ambienttemperation
source: Temperature inside the inverter, also known as Inner Temperature, in degrees C
it: Temperatura all'interno dell'inverter, anche nota come temperatura interna, in gradi Celsius
pl: Temperatura wewnątrz falownika, znana również jako temperatura wewnętrzna, w stopniach Celsiusza (°C)

# rawvariable_invtemperation
source: Temperature of the vanes on the back of the inverter, in degrees C
it: Temperatura delle ventole sul retro dell'inverter, in gradi Celsius
pl: Temperatura łopatek na tylnej stronie falownika, w stopniach Celsiusza (°C)

# rawvariable_battemperature
source: Temperature of the BMS, also known as BMS temperature, in degrees C
it: Temperatura del BMS, nota anche come temperatura BMS, in gradi Celsius
pl: Temperatura BMS, znana również jako temperatura BMS, w stopniach Celsiusza (°C)

# rawvariable_batcurrent
source: The DC current flowing from the battery, measured by the BMS, in volts (V)
it: La corrente DC che fluisce dalla batteria, misurata dal BMS, in volt (V)
pl: Prąd stały płynący z akumulatora, mierzony przez BMS, w amperach (A)

# rawvariable_batvolt
source: The DC battery voltage, measured by the BMS, in volts (V)
it: La tensione della batteria DC, misurata dal BMS, in volt (V)
pl: Napięcie akumulatora stałego, mierzone przez BMS, w woltach (V)

# rawvariable_invbatvolt
source: The DC battery voltage, measured by the inverter, in volts (V)
it: La tensione della batteria DC, misurata dall'inverter, in volt (V)
pl: Napięcie akumulatora stałego, mierzone przez falownik, w woltach (V)

# rawvariable_invbatcurrent
source: The DC current flowing from the battery, measured by inverter, in amps (A)
it: La corrente DC che fluisce dalla batteria, misurata dall'inverter, in ampere (A)
pl: Prąd stały płynący z akumulatora, mierzony przez falownik, w amperach (A)

# rawvariable_meterpower
source: The power being read by the grid meter or current clamp CT1, in kilowatts (kW)
it: La potenza letta dal contatore della rete o dalla pinza amperometrica CT1, in kilowatt (kW)
pl: Moc odczytywana przez licznik sieciowy lub zacisk prądu CT1, w kilowatach (kW)

# rawvariable_reactivepower
source: The reactive power being output by the inverter, in kilovolt-amps reactive (kVAR)
it: La potenza reattiva prodotta dall'inverter, in kilovolt-ampere reattivi (kVAR)
pl: Moc biernej wyjściowej falownika, w kilowoltamperach reaktywnych (kVAR)

# rawvariable_soc
source: State of Charge for the battery. The percentage of the battery capacity that is available
it: Stato di carica della batteria. La percentuale della capacità della batteria disponibile
pl: Stan naładowania akumulatora. Procent pojemności akumulatora, który jest dostępny

# rawvariable_meterpower2
source: The power being read by meter 2 or current clamp CT2, in kilowatts (kW)
it: La potenza letta dal contatore 2 o dalla pinza amperometrica CT2, in kilowatt (kW)
pl: Moc odczytywana przez licznik 2 lub zacisk prądu CT2, w kilowatach (kW)

# rawvariable_powerfactor
source: The ratio of the true power output in kilowatts (kW) to the apparent power output, in kilovolt-amps (kVA)
it: Il rapporto tra la potenza attiva in kilowatt (kW) e la potenza apparente, in kilovolt-ampere (kVA)
pl: Stosunek rzeczywistej mocy wyjściowej w kilowatach (kW) do mocy pozornej, w kilowoltamperach (kVA)

# reportvariable_generation
source: Solar / Battery power coming through the inverter
it: Potenza solare / batteria che passa attraverso l'inverter
pl: Moc generacji ze źródeł słonecznych / akumulatora przechodząca przez falownik

# reportvariable_feedin
source: Power being sent to the grid
it: Potenza inviata alla rete
pl: Moc wysyłana do sieci

# reportvariable_chargeenergytotal
source: Power charging the battery
it: Potenza di carica della batteria
pl: Moc ładowania akumulatora

# reportvariable_dischargeenergytotal
source: Power discharging from the battery
it: Potenza scaricata dalla batteria
pl: Moc rozładowywania się akumulatora

# reportvariable_gridconsumption
source: Power coming from the grid
it: Potenza proveniente dalla rete
pl: Moc pobierana z sieci

# reportvariable_loads
source: Power used by the house
it: Potenza utilizzata dalla casa
pl: Moc używana przez dom

# absolute_self_sufficiency
source: Assumes any amount taken from the grid reduces your self-sufficiency. Sufficiency = grid / houseUsage
it: Presume che qualsiasi importo prelevato dalla rete riduca la tua autosufficienza. Sufficienza = rete / consumoCasa
pl: Zakłada, że każda ilość pobrana z sieci zmniejsza Twoją samowystarczalność. Samowystarczalność = sieć / zużycieDom

# net_self_sufficiency
source: Assumes if your net consumption is positive then you are self-sufficient. Sufficiency = (export - import + batCharge - batDischarge) / houseUsage
it: Presume che se il tuo consumo netto è positivo, allora sei autosufficiente. Sufficienza = (esportazione - importazione + caricaBatteria - scaricaBatteria) / consumoCasa
pl: Zakłada, że jeśli Twoje zużycie netto jest dodatnie, to jesteś samowystarczalny. Samowystarczalność = (eksport - import + ładowanieBaterii - rozładowanieBaterii) / zużycieDom

# no_self_sufficiency
source: No self sufficiency estimate will be shown
it: Nessuna stima di autosufficienza sarà mostrata
pl: Nie zostanie wyświetlona żadna ocena samowystarczalności

source: Self sufficiency estimates
it: Stime di autosufficienza
pl: Oceny samowystarczalności

source: Touch the graph to see values at that time
it: Tocca il grafico per visualizzare i valori in quel momento
pl: Dotknij wykresu, aby zobaczyć wartości o danej godzinie

source: Minimum charge levels
it: Livelli di carica minimi
pl: Minimalne poziomy naładowania

# Charge times
source: Charge schedule
it: Orari di carica
pl: Plan ładowania

source: Min SoC
it: SoC minimo
pl: Min. PoC

# minsoc_description
source: The minimum charge the battery should maintain.
it: La carica minima che la batteria dovrebbe mantenere.
pl: Minimalny poziom naładowania, który bateria powinna utrzymywać.

source: Min SoC on Grid
it: SoC minimo in rete
pl: Min. PoC w sieci

# minsocgrid_description
source: The minimum charge the battery should maintain when grid power is present.
it: La carica minima che la batteria dovrebbe mantenere quando è presente l'alimentazione della rete.
pl: Minimalny poziom naładowania, który bateria powinna utrzymywać w obecności zasilania z sieci.

# minsoc_detail
source: For the most part this is the setting that determines when the batteries will stop being used. Setting this higher than Min SoC will reserve battery power for a grid outage. For example, if you set Min SoC to 10% and Min SoC on Grid to 20%, the inverter will stop supplying power from the batteries at 20% and the house load will be supplied from the grid. If there is a grid outage, the batteries could be used (via an EPS switch) to supply emergency power until the battery charge drops to 10%.
it: Per la maggior parte, questa è l'impostazione che determina quando le batterie smetteranno di essere utilizzate. Impostando questo valore più alto di Min SoC, si riserva l'energia della batteria per un'interruzione di corrente. Ad esempio, se si imposta Min SoC al 10% e Min SoC in rete al 20%, l'inverter smetterà di fornire energia dalle batterie al 20% e il carico della casa verrà alimentato dalla rete. Se c'è un'interruzione di corrente, le batterie potrebbero essere utilizzate (tramite uno switch EPS) per fornire energia di emergenza fino a quando la carica della batteria scende al 10%.
pl: W większości przypadków jest to ustawienie, które decyduje o zatrzymaniu korzystania z baterii. Ustawienie wartości wyższej niż Min SoC zastrzeże moc baterii na wypadek awarii sieci. Na przykład, jeśli ustawisz Min SoC na 10% i Min SoC w sieci na 20%, falownik zatrzyma dostarczanie energii z baterii przy 20%, a obciążenie domu będzie zasilane z sieci. W przypadku braku zasilania z sieci, baterie mogą być używane (za pośrednictwem przełącznika EPS) do dostarczania energii awaryjnej do momentu, gdy naładowanie baterii spadnie do 10%.

# minsoc_notsure_footnote
source: If you're not sure then set both values the same.
it: Se non sei sicuro, imposta entrambi i valori uguali.
pl: Jeśli nie jesteś pewien, ustaw obie wartości tak samo.

# Time period 1
source: Force charge period 1
it: Periodo di carica forzata 1
pl: Wymuś okres ładowania 1

# Time period 2
source: Force charge period 2
it: Periodo di carica forzata 2
pl: Wymuś okres ładowania 2

source: Enable charge from grid
it: Abilita carica dalla rete
pl: Włącz ładowanie z sieci

source: Start
it: Inizio
pl: Początek

source: End
it: Fine
pl: Koniec

# battery_charge_range
source: %1$@ to %2$@
it: %@ a %@
pl: %1$@ do %2$@

# no_battery_charge
source: The battery schedule will not alter the battery usage. House load will be met from the batteries if capacity is available.
it: La programmazione della batteria non modificherà l'uso della batteria. Il carico della casa verrà soddisfatto dalle batterie se c'è disponibilità di capacità.
pl: Harmonogram baterii nie zmieni wykorzystania baterii. Obciążenie domu będzie zasilane z baterii, jeśli jest dostępna pojemność.

# both_battery_charge_periods
source: Your battery will be force charged from the grid between %1$@, and %2$@.
it: La tua batteria verrà caricata forzatamente dalla rete tra le %@ e le %@.
pl: Twoja bateria zostanie naładowana siłą z sieci między %1$@, a %2$@.

# battery_periods_overlap
source: These periods overlap, you may want to update them.
it: Questi periodi si sovrappongono, potresti volerli aggiornare.
pl: Te okresy naładowania się nakładają, możesz je zaktualizować.

# one_battery_charge_period
source: Your battery will be force charged from the grid between %1$@.
it: La tua batteria verrà caricata forzatamente dalla rete tra le %@.
pl: Twoja bateria będzie ładowana siłą z sieci między %1$@.

# both_battery_freeze_periods
source: Your battery will not charge or discharge between %1$@ and %2$@. Any house load will come from the grid between these times. Reset the time periods to disable this.
it: Le tue batterie non si caricheranno né scaricheranno tra le %@ e le %@. Qualsiasi carico della casa verrà dalla rete durante questi orari. Resettare gli orari per disabilitare questa funzione.
pl: Twoje baterie nie będą ładowane ani rozładowywane między %1$@ a %2$@. Każde obciążenie domu będzie pochodzić z sieci w tym czasie. Aby wyłączyć tę funkcję, zresetuj okresy czasu.

# one_battery_freeze_period
source: Your battery will not charge or discharge between %1$@. Any house load will come from the grid between these times. Reset time period %2$@ to disable this.
it: Le tue batterie non si caricheranno né scaricheranno tra le %@. Qualsiasi carico della casa verrà dalla rete durante questo orario. Resettare l'orario per disabilitare questa funzione.
pl: Twoja bateria nie będzie się ładować ani rozładowywać między %1$@. Wszelkie obciążenia domowe będą zasilane z sieci w tym czasie. Zresetuj okres czasu %2$@, aby wyłączyć tę funkcję.

source: Schedule summary
it: Sommario dell'orario
pl: Podsumowanie harmonogramu

source: Reset times
it: Resetta gli orari
pl: Czasy resetowania

source: Battery Schedule
it: Programmazione della batteria
pl: Harmonogram baterii

source: Battery capacity recalculated
it: Capacità della batteria ricalcolata
pl: Pojemność baterii przeliczona

# batterySOC_settings_saved
source: Your battery settings were saved
it: Le modifiche allo stato di carica della batteria sono state salvate
pl: Zmiany w SOC baterii zostały zapisane

# battery_charge_schedule_settings_saved
source: Your charge schedule was saved
it: È stato salvato il programma di ricarica della batteria
pl: Zapisano harmonogram ładowania baterii

# settings.showHomeTotalOnPowerflow
source: Show daily home totals
pl: Pokaż codzienne sumy w domu

# settings.showGridTotalsOnPowerflow
source: Show daily grid totals
pl: Pokaż codzienne sumy z sieci

# settings.dataRefreshFrequencyHeader
source: Data Refresh frequency
pl: Częstotliwość odświeżania danych

# settings.donateVia
source: Donate via
pl: Wpłata za pośrednictwem

# settings.foxessCommunity
source: FoxESS Community
pl: Społeczność FoxESS

# settings.facebookGroup
source: Facebook Group
pl: Grupa na Facebooku

# settings.debug
source: Debug
pl: Debugowanie

# settings.faq
source: Frequently Asked Questions
pl: Najczęściej Zadawane Pytania

# settings.inverter.showInverterTypeNameOnPowerflow
source: Show inverter type name
pl: Pokaż nazwę typu falownika

source: today
pl: dzisiaj

source: month
pl: miesiąc

source: year
pl: rok

source: Retry
pl: Ponów próbę

source: Check FoxESS Server status
pl: Sprawdź status serwera FoxESS

# data_fetch_error
source: Something went wrong fetching data from FoxESS cloud.
pl: Wystąpił błąd podczas pobierania danych z chmury FoxESS.

# tap_for_detail
source: Tap the icon for further detail.
pl: Dotknij ikony, aby uzyskać więcej informacji.

source: You've hit the server rate limit. Please try later.
it: Hai raggiunto il limite di richieste al server. Riprova più tardi.
pl: Osiągnięto limit prędkości serwera. Proszę spróbować później.

source: Off
pl: Wyłączone

source: Net
it: Netto
pl: Sieć

# self_use_mode
source: In this mode, the inverter prioritises power allocation as follows: 1. House Load 2. Battery Charging 3. Export
it: In questa modalità, l'inverter assegna prioritariamente la potenza come segue: 1. Carico della casa 2. Carica della batteria 3. Esportazione
pl: W tym trybie inwerter priorytetowo alokuje moc zgodnie z następującym porządkiem: 1. Obciążenie domu 2. Ładowanie baterii 3. Eksport

# feed_in_first_mode
source: In this mode, the inverter prioritises power allocation as follows: 1. House Load 2. Export 3. Battery Charging
it: In questa modalità, l'inverter assegna prioritariamente la potenza come segue: 1. Carico della casa 2. Esportazione 3. Carica della batteria
pl: W tym trybie inwerter priorytetowo alokuje moc zgodnie z następującym porządkiem: 1. Obciążenie domu 2. Eksport 3. Ładowanie baterii

# backup_mode
source: In this mode, the inverter prioritises power allocation as follows: 1. Battery Charging 2. House Load 3. Export
it: In questa modalità, l'inverter assegna prioritariamente la potenza come segue: 1. Carica della batteria 2. Carico della casa 3. Esportazione
pl: W tym trybie inwerter priorytetowo alokuje moc zgodnie z następującym porządkiem: 1. Ładowanie baterii 2. Obciążenie domu 3. Eksport

# powerstation_mode
source: This mode has unknown behaviour
it: Questa modalità ha un comportamento sconosciuto
pl: Ten tryb ma nieznane zachowanie

# peak_shaving_mode
source: This mode has unknown behaviour
it: Questa modalità ha un comportamento sconosciuto
pl: Ten tryb ma nieznane zachowanie

source: Self Use
it: Autoconsumo
pl: Samozużycie

source: Feed In First
it: Alimentazione in Primo Luogo
pl: Wprowadź najpierw

source: Backup
pl: Zapasowy

source: Power Station
it: Stazione di Energia
pl: Elektrownia

source: Peak Shaving
it: Riduzione dei Picchi
pl: Ograniczanie Szczytów

source: Configure Work Mode
it: Configura modalità di lavoro
pl: Skonfiguruj tryb pracy

# Inverter change warning
source: Only change these values if you know what you are doing
it: Modificare questi valori solo se si sa cosa si sta facendo
pl: Zmieniaj te wartości tylko, jeśli wiesz, co robisz

source: Show inverter temperatures
it: Mostra temperature dell'inverter
pl: Pokaż temperatury falownika

# inverter_settings_saved
source: Your inverter settings were saved
it: La modalità di lavoro dell'inverter è stata salvata
pl: Tryb pracy falownika został zapisany

source: Show inverter icon
pl: Pokaż ikonę falownika

source: Invert CT2 values when detected
pl: Odwróć wartości CT2 po wykryciu

source: Advanced
pl: Zaawansowane
